// ข้อมูลกิจกรรมทั่วไป
const generalActivities = [
    {
        id: 1,
        title: "กิจกรรมวันพระราชทานธงชาติไทย",
        date: "29 กันยายน 2568",
        description: "อบต.ลาดบัวขาว จัดกิจกรรมเชิญธงชาติขึ้นสู่ยอดเสา เนื่องในวันพระราชทานธงชาติไทย 28 กันยายน 2568 ของทุกปีเพื่อให้รำลึกถึงความเป็นชาติไทยความเป็นเอกราชของชาติไทย",
        images: [
            "pics/pics1.jpg",
            "pics/pics2.jpg",
            "pics/pics3.jpg"
        ]
    },
    {
        id: 2,
        title: "กิจกรรมอบรมตามโครงการส่งเสริมวินัยจราจรและรณรงค์การสวมหมวกกันน็อค",
        date: "29 สิงหาคม 2568",
        description: "กองการศึกษาและวัฒนธรรมจัดกิจกรรมอบรมโครงการส่งเสริมวินัยจราจรและรณรงค์การสวมหมวกกันน๊อคในศูนย์พัฒนาเด็กเล็ก เมื่อวันที่ 29 สิงหาคม 2568 โดยมีนายปราโมทย์ วีระกุล รองนายกอบต.ลาดบัวขาวเป็นประธานในพิธี น.ส.ธรณ์ธภัทร  พรหมสวัสดิ์ รองนายกอบต.ลาดบัวขาว, นายธนู ประกอบแก้ว เลขานุการนายกอบต.ลาดบัวขาว, นายสมบุญ รุ่งสว่าง ประธานสภาอบต.ลาดบัวขาว, นายภิสิทธิ์พล  วงษ์วสุวัต ปลัดอบต.ลาดบัวขาว, น.ส. รุจิเลข  ทรงประกอบ รองปลัดอบต.ลาดบัวขาว ร่วมด้วย นายผดุง แย้มลา ส.อบต.ม.4, นายวัฒนา ชำนาญเนตร ส.อบต.ม.5, น.ส.ภัทราภรณ์ ผาปาน ส.อบต.ม.7 คณะข้าราชการ, พนักงานราชการ ผู้ปกครองและเด็กเล็กของศูนย์พัฒนาเด็กเล็ก อบต.ลาดบัวขาว เข้าร่วมกิจกรรม",
        images: [
            "pics/pics8.jpg",
            "pics/pics9.jpg"
        ]
    },
    {
        id: 3,
        title: "ซ่อมแซมเปลี่ยนหลอดไฟชำรุดหมู่ที่6และหมู่ที่7",
        date: "05 พฤษภาคม 2563",
        description: "องค์การบริหารส่วนตำบลลาดบัวขาว นำโดย นายเฉลียว เก็งวิเชียรไชย นายกอบต.ลาดบัวขาว นายนฐพล ลิ้มไพบูลย์ ปลัด อบต. ลาดบัวขาว และคณะผู้บริหาร มอบหมายให้เจ้าหน้าที่อบต.ลาดบัวขาว ได้ออกไปทำการเปลี่ยนหลอดไฟที่ชำรุด ณ บริเวณหมู่ที่ 6 และ หมู่ที่ 7 เพื่อความปลอดภัยของพี่น้องชาวตำบลลาดบัวขาวเป็นที่เรียบร้อยแล้ว",
        images: [
           "pics/pics12.jpg",
            "pics/pics13.jpg"
        ]
    },
    {
        id: 4,
        title: "ปรับปรุงภูมิทัศน์ภายในตำบลลาดบัวขาว",
        date: "14 พฤษภาคม 2563",
        description: "องค์การบริหารส่วนตำบลลาดบัวขาว นำโดย นายเฉลียว เก็งวิเชียรไชย นายกอบต.ลาดบัวขาว  นายนฐพล ลิ้มไพบูลย์ ปลัดอบต.ลาดบัวขาวและคณะผู้บริหาร มอบหมายให้เจ้าหน้าที่อบต.ลาดบัวขาว ได้ออกไปทำการตัดหญ้า หมู่.3 แยกคลองชลประทาน - ตัดแต่งกิ่งไม้ หมู่ 1 เพื่อปรับปรุงภูมิทัศน์ภายในตำบลลาดบัวขาวและทำการซ่อมแซมไฟ หมู่ 1 ซอย 3 บ้านท่าต้นจันทร์ ที่ชำรุดเพื่อความปลอดภัยของประชาชนตำบลลาดบัวขาวและผู้ที่สัญจรไปมา",
        images: [
            "pics/pics31.jpg",
            "pics/pics32.jpg"
        ]
    },
    {
        id: 5,
        title: "ปรับปรุงภูมิทัศน์ภายในตำบลลาดบัวขาว",
        date: "13 พฤษภาคม 2563",
        description: "องค์การบริหารส่วนตำบลลาดบัวขาว นำโดย นายเฉลียว เก็งวิเชียรไชย นายกอบต.ลาดบัวขาว นายนฐพล ลิ้มไพบูลย์ ปลัดอบต.ลาดบัวขาวและคณะผู้บริหาร มอบหมายให้เจ้าหน้าที่อบต.ลาดบัวขาว ได้ออกไปทำการตัดหญ้าเพื่อปรับปรุงภูมิทัศน์ภายในตำบลลาดบัวขาวและทำการซ่อมแซมไฟที่ชำรุดเพื่อความปลอดภัย",
        images: [
            "pics/pics33.jpg",
            "pics/pics34.jpg",
            "pics/pics35.jpg"
        ]
    },
    {
        id: 6,
        title: "ตั้งจุดคัดกรองตลาดลาดบัวขาว",
        date: "10 พฤษภาคม 2563",
        description: "องค์การบริหารส่วนตำบลลาดบัวขาว จัดกิจกรมมจัดตั้งจุดคัดกรองตลาดลาดบัวขาวนำโดย นายเฉลียว เก็งวิเชียรไชยนายกอบต.ลาดบัวขาว นายนฐพล ลิ้มไพบูลย์ ปลัดอบต.ลาดบัวขาว คณะผู้บริหาร พนักงานส่วนตำบลลาดบัวขาว กำนัน-ผู้ใหญ่บ้านตำบลลาดบัวขาว สมาชิก อบต.ลาดบัวขาว และอสม.ตำบลลาดบัวขาว ได้ออกไปทำการจัดตั้งจุดคัดกรองเพื่อตรวจวัดไข้และใช้แอลกอฮอล์ฆ่าเชื้อล้างมือแก่ผู้ที่มาใช้บริการที่ตลาดนัดวัดลาดบัวขาวทุกท่าน​ เพื่อลดความเสี่ยงของโรคไข้หวัดโคโรนา​2019(COVID-19) ครั้งที่​ 3",
        images: [
            "pics/pics36.jpg",
            "pics/pics37.jpg",
            "pics/pics38.jpg"
        ]
    }
];
